Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Suomesta tuli Afrikan verohallintojen yhteistyöjärjestö ATAFin suurimpia rahoittajia ja yhteisrahoittajien puheenjohtaja.
sv_se: Finland blev den största finansiären av den afrikanska samarbetsorganisationen för skatteförvaltningar Ataf och ordförande för medfinansiärerna.

source: UM‒Verohallinto‒ATAF-yhteistyö Afrikan alueellisen osaamisen kehittämiseksi käynnistyi.
sv_se: Ett samarbete inleddes mellan utrikesministeriet, skatteförvaltningen och Ataf för att utveckla den regionala kompetensen i Afrika.

source: Suomi rahoitti kv. NGOiden ohjelmia kansalaisyhteiskunnan voimaannuttamiseksi verotuskysymyksissä, sekä kv. tutkimusta laittomien rahavirtojen vaikutuksista köyhimpien maiden talouteen.
sv_se: Finland finansierade internationella icke-statliga organisationers program för det civila samhällets egenmakt i skattefrågor och internationell granskning av hur olagliga penningströmmar påverkar ekonomin i de fattigaste länderna.

source: Joustava ja resurssitehokas ulkoasiainhallinnon toiminta ja palvelut
sv_se: Flexibla och effektiva tjänster och verksamhet inom utrikesförvaltningen

source: Sopeutetaan ulkoasiainhallinnon toiminta entistä täsmällisemmin käytössä oleviin voimavaroihin.
sv_se: Utrikesförvaltningens verksamhet anpassas noggrannare till de resurser som finns.

source: Rajataan toimintaa strategisten prioriteettien mukaisesti, keskittämällä ja keventämällä hallinnonalan sisäisiä prosesseja sekä hyödyntämällä yhteistyötä eri toimijoiden kanssa kotimaassa ja ulkomailla.
sv_se: Verksamheten avgränsas utifrån de strategiska prioriteringarna, genom att fokusera och avskala förvaltningsområdets interna processer och genom att dra nytta av samarbetet med olika aktörer både i Finland och utomlands.

source: Ulkomaanverkoston vaikuttavuutta ja tuloksellisuutta tehostetaan toiminnan tarkemmalla kohdentamisella sekä edistämällä Suomen kansainvälisiä toimintoja Team Finland -toimintamallin kautta.
sv_se: Utrikesrepresentationens inflytande och resultat förbättras genom bättre fokusering av verksamheten och genom att Finlands internationella åtgärder lyfts fram genom Team Finland-modellen.

source: Sopeuttamista on jatkettu.
sv_se: Anpassningsarbetet har fortsatt.

source: Konsulipalvelulain uudistus (voimaan 1.1.2015) loi perustaa edustustojen palvelujen keskittämiselle.
sv_se: Översynen av lagen om konsulära tjänster (började gälla 1.1.2015) lade grund för mer koncentrerad service på beskickningarna.

source: Vietiin läpi Suomen edustautumisen tavat ja mallit (TAMA) -hanke, jonka tuloksena syntyi esitys hallinnonalan resurssien ja rakenteiden konkreettiseksi kehittämiseksi ja näitä aletaan seuraavaksi hankkeistaa.
sv_se: Ett projekt för den finländska representationens strategier och modeller (Tama) genomfördes, vilket utmynnade i ett förslag för konkret utveckling av förvaltningsområdets resurser och strukturer. Detta blir nästa projekt.

source: Jatketaan edustustoverkon kehittämistä kokonaisvaltaisesti, huomioiden pohjoismaisen yhteistyön lisäksi yhteistyömahdollisuudet EU:n ulkosuhdehallinnon kanssa.
sv_se: Arbetet med att utveckla beskickningsnä- tet fortsätter sammanhållet och med beaktande av dels det nordiska samarbetet, dels möjligheterna till samarbete med EU:s utrikestjänst.

source: Välttävä
sv_se: Försvarlig

source: Edustustoverkossa jo toteutettujen supistusten jatkoksi jouduttiin v. 2015 toteuttamaan leikkauksia.
sv_se: Utöver tidigare nedläggningar inom beskickningsnätet måste nedskärningar göras 2015.

source: Kehitetään kansalaispalvelujen järjestämisen joustavuutta, kustannustehokkuutta ja vastaavuutta muuttuvaan kysyntään mm. uusia digitaalisia ratkaisuja hyödyntämällä.
sv_se: Medborgarservicen utvecklas i fråga om flexibilitet, kostnadseffektivitet och tillgodoseende av ny efterfrågan bl.a. genom att nya digitala lösningar utnyttjas.

source: Uudet digitaaliset palvelut (biometriikka), järjestelmät ja ulkoistuskohteet on viety suunnitelmien mukaisesti ja aikataulussaan eteenpäin.
sv_se: Framsteg har gjorts i fråga om nya digitala tjänster (biometrik), system och utkontrakteringar enligt plan och tidsplan.

source: Kouvolan viisumikeskuksen toiminta on vakiintunut.
sv_se: Viseringscentralen i Kouvola är nu etablerad.

source: Kehitetään tietojärjestelmiä vastaamaan ulkoasiainhallinnon laajaa tehtäväkenttää, pyrkimyksenä käyttäjäystävällisyys ja korkeatasoinen tietoturva.
sv_se: Informationssystemen utvecklas för att motsvara utrikesförvaltningens omfattande arbetsfält, med användarvänlighet och hög informationssäkerhet som mål.

source: Hallinnonalan sähköinen työpöytä otettiin käyttöön.
sv_se: En e-arbetsyta infördes för förvaltningsområdet.

source: Toteutettiin kattava kehityspolitiikan hankehallintajärjestelmä ja siihen liittyvä väärinkäytösepäilyjen ilmoitusjärjestelmä.
sv_se: Ett omfattande system för förvaltning av utvecklingspolitiska projekt skapades med tillhörande system för anmälan av missbruk.

source: Käynnistettiin johdon tietovaranto- ja raportointijärjestelmän kehitystyö.
sv_se: Arbetet med att utveckla ett system för ledningens datalager och rapportering inleddes.

source: Saatettiin suunnitelmallisesti loppuun kansallisen ja kansainvälisen turvaluokitellun tiedon käsittelyjärjestelmähanke.
sv_se: Projektet för ett system för hantering av klassificerad nationell och internationell information slutfördes planenligt.

source: Tehostetaan ulkoasiainhallinnon viestinnän vaikuttavuutta keskittymällä entistä paremmin hallinnonalan strategisiin painopisteisiin.
sv_se: Utrikesförvaltningens kommunikation ska få bättre genomslag när förvaltningsområdet allt bättre fokuserar på sina strategiska prioriteringar.

source: Hallinnonalan strategiset prioriteetit päivitettiin 2015 ja niiden määrää pyritään pienentämään.
sv_se: De strategiska prioriteringarna uppdaterades 2015 och strävan är att de ska bli färre.

source: Hallinnonalan toiminnallisen tuloksellisuuden kehitys
sv_se: Utvecklingen av verksamhetsresultatet för förvaltningsområdet

source: Ulkoministeriö toteutti lukuisia Lähi-itään ja Venäjälle suunnattuja viestintäkampanjoita erityisesti sosiaalisessa mediassa.
sv_se: Utrikesministeriet genomförde flera informationskampanjer riktade till Mellanöstern och Ryssland, särskilt i sociala medier.

source: Syksyn mittaan valmistauduttiin myös turvapaikanhakijoiden määrän jatkossa aiheuttamiin vaatimuksiin ulkoasiainhallinnolle: etenkin perheenyhdistämisten, konsulipalvelujen ja ihmisoikeusvalitusten aiheuttama lisätyö edellyttää ulkoministeriönkin viranomaismenettelyjen ja resursoinnin uudelleenarviointia.
sv_se: Under hösten vidtogs dessutom förberedelser inför de krav som antalet asylsökande i fortsättningen kommer att ställa på utrikesförvaltningen: i synnerhet det merarbete som familjeåterföreningar, konsulära tjänster och klagomål om människliga rättigheter ger upphov till kräver att också utrikesministeriet ser över sina myndighetsförfaranden och resursfördelningar.

source: Ulkoasiainhallinto ml. edustustoverkko tuottivat palveluita koko valtiohallinnolle erityisesti EU-politiikan alalla.
sv_se: Utrikesförvaltningen, inklusive beskickningsnätet, erbjöd hela statsförvaltningen sina tjänster, i synnerhet på EU-politikens område.

source: Suomi korosti v. 2015 pohjoismaisen yhteistyön modernisaatiota.
sv_se: År 2015 betonade Finland behovet att modernisera det nordiska samarbetet.

source: Merkittävin poliittinen ja yhteisiin PMN:n ulkosuhteisiin liittyvä ongelma oli Venäjän turvallisuusviranomaisten päätös julistaa PMN:n Luoteis-Venäjällä olevat toimistot niin sanotuiksi ulkomaisiksi agenteiksi.
sv_se: Det största problemet i fråga om Nordiska ministerrådets gemensamma yttre förbindelser var de ryska säkerhetsmyndigheternas beslut att förklara ministerrådets kontor i nordvästra Ryssland vara s.k. utländska agenter.

source: Päätös johti PMN:n lähialueyhteistyön ohjelman alasajoon ja toimistojen sulkemiseen.
sv_se: Beslutet ledde till att Nordiska ministerrådets lade ned sitt program för närområdessamarbete och stängde kontoren.

source: Karsittu ydintoiminta voitiin kuitenkin pitää yllä ja varmistaa lähialueyhteistyön rajattu jatkuminen.
sv_se: En gallrad kärnverksamhet kunde emellertid fortsätta, vilket sörjde för att närområdessamarbetet fortsatte i begränsad utsträckning.

source: Suomi toimi Ukrainan tilanteen rauhoittamiseksi myös Etyjin kautta.
sv_se: Finland arbetade för att lugna ner läget i Ukraina, också genom Organisationen för säkerhet och samarbete i Europa (OSSE).

source: Etyjin parlamentaarinen yleiskokous kokoontui 24. istuntoon Finlandia-talolla heinäkuussa.
sv_se: OSSE:s parlamentariska församling sammaträdde till sin 24:e session i Finlandiahuset i juli.

source: Kokouksen teemana oli "Recalling the Spirit of Helsinki" 40 vuotta aiemmin allekirjoitetun Helsingin päätösasiakirjan kunniaksi.
sv_se: Temat var "Recalling the Spirit of Helsinki" för att fira Helsingforsslutakten, som hade undertecknats 40 år tidigare.

source: Suomi osallistui vuoden lopussa 13 sotilaalliseen kriisinhallintaoperaatioon yhteensä noin 480 sotilaalla ja 16 siviilikriisinhallintaoperaatioon noin 120 asiantuntijalla.
sv_se: I slutet av året deltog Finland i 13 militära krishanteringsinsatser med omkring 480 soldater och i 16 civila krishanteringsinsatser med omkring 120 experter.

source: Painopisteinä olivat Lähi-itä (Libanon ja Irak), Afganistan ja Länsi-Balkan sekä siviilikriisinhallinnan osalta Ukraina.
sv_se: Till prioriteringarna hörde Mellanöstern (Libanon och Irak), Afghanistan och västra Balkanhalvön plus Ukraina i fråga om civil krishantering.

source: Suomi päätti maaliskuussa osallistua Yhdysvaltain johtaman Operation Inherent Resolve -koalition ISIL:iä vastaan suunnattuun toimintaan enintään 50 sotilaan kouluttajaosaston voimin Irakin Kurdistanin itsehallintoalueella Erbilissä.
sv_se: Finland beslutade i mars om deltagande i den USA-ledda koalitionen Operation Inherent Resolves insatser mot IS med en utbildningsgrupp på högst 50 soldater i Erbil i det autonoma området Kurdistan i Irak.

source: Syyskuussa Suomi ilmoitti muiden maiden ohella uusista panostuksista rauhanturvaan YK:n huippukokouksessa.
sv_se: I september meddelade Finland på FNtoppmötet parallellt med andra länder om nya fredsbevarande insatser.

source: Hallitus päätti jatkaa osallistumista YK:n UNIFIL-operaatiossa Libanonissa aiemmalla vahvuudella 30.11.2016 asti ja tämän jälkeen pienemmällä vahvuudella vuoden 2018 loppuun.
sv_se: Regeringen beslutade om fortsatt deltagande i FN:s interimsstyrka i Libanon (Unifil) med samma styrka fram till den 30 november 2016 och efter det med mindre styrka till slutet av 2018.

source: Suomi päätti myös vahvistaa osallistumista Malin MINUSMA-operaatioon nykyisestä viidestä 20 sotilaaseen ja lisätä operaatioon erityisesti sotilastarkkailijoita.
sv_se: Finland beslutade också utöka sitt deltagande i FN:s stabiliseringsinsats i Mali (Minusma) från nuvarande 5 till 20 soldater och att framför allt skjuta till militära observatörer.

source: Suomi jatkoi osallistumistaan 1.1.2015 käynnistyneeseen Naton Resolute Support -operaatioon Afganistanissa noin 40 sotilaan vahvuudella vuoden 2018 loppuun asti.
sv_se: Finland bidrog fortsatt till Natos Resolute Support-insats i Afghanistan. Insatsen startade den 1 januari 2015 och Finland deltar med omkring 40 soldater fram till utgången av 2018.

source: EU:n jäsenvaltioiden turvallisuuspoliittinen yhteistyö sai uutta sisältöä Pariisin terroriiskujen jälkeen marraskuussa, kun Ranska vetosi Lissabonin sopimuksen keskinäisen avunannon lausekkeeseen (SEU 42.7).
sv_se: EU-medlemsstaternas säkerhetspolitiska samarbete fick nytt innehåll efter terrordåden i Paris i november, då Frankrike åberopade klausulen om ömsesidigt stöd och bistånd i Lissabonfördraget (artikel 42.7 i EU-fördraget).

source: Suomi vastasi Ranskan avunpyyntöön.
sv_se: Finland svarade på Frankrikes begäran om hjälp.

source: Suomi tarjosi Pohjois-Irakissa olevan Erbilin koulutusoperaatioon sekä Libanonin UNIFIL-operaatioon osallistumisen laajentamista.
sv_se: Erbjudandet var utökat deltagande i utbildningsinsatsen i Erbil i norra Irak och i Unifil i Libanon.

source: Erbilin koulutusoperaation jatkaminen ja vahvistaminen oli samalla vastaus Yhdysvaltain kansainvälisen ISIL:n vastaisen koalition maille esittämään pyyntöön lisätä tukea ISIL:n vastaiseen toimintaan.
sv_se: Att utbildningsinsatsen i Erbil fortsätter och utvidgas är samtidigt ett svar på den begäran om ökat stöd mot terrorgruppen IS som Förenta staternas internationella koalition mot IS framförde.

source: Taloudelliset ulkosuhteet
sv_se: Externa ekonomiska relationer

source: Suomen taloudellisissa ulkosuhteissa hallitus korosti vienninedistämistä, etenkin pienten ja keskisuurten yritysten kansainvälistymistä sekä investointien saamista Suomeen muun muassa kehittämällä Team Finlandin (TF) palveluita.
sv_se: I fråga om Finland externa ekonomiska relationer underströk regeringen exportfrämjande, särskilt internationalisering av små och medelstora företag och lockande av investeringar till Finland bland annat genom utveckling av Team Finlands (TF) tjänster.

source: Osana hallituksen kärkihankkeita päätettiin vahvistaa kuutta edustustoa TF -asiantuntijoilla, jotka sijoitetaan Suomen kannalta keskeisille markkinoille tehtävänään auttaa suomalaisyrityksiä vientiponnisteluissa.
sv_se: Som en del av regeringens spetsprojekt beslutades det att sex beskickningar ska få förstärkning i form av TF-experter. De ska placeras inom för Finlands vidkommande viktiga marknadsområden och ha i uppdrag att hjälpa finländska företag med exportsatsningar.

source: Vuonna 2015 toteutettiin 11 ministerin johtamaa yritysvaltuuskuntamatkaa eri puolille maailmaa ja matkoille osallistui 309 yritysten ja muiden tahojen edustajaa.
sv_se: År 2015 genomfördes elva ministerledda resor med företagsdelegationer till olika håll i världen, och sammanlagt deltog 309 företrädare för företag och andra aktörer.

source: Mittavin näistä oli ulkomaankauppa- ja kehitysministeri Lenita Toivakan ennätyssuuri, lähes 70 yritysedustajan suomalaisdelegaatio Iraniin joulukuun alussa.
sv_se: Den mest omfattande var utrikeshandels - och utvecklingsminister Lenita Toivakkas rekordstora finländska delegation på uppemot 70 företagsrepresentanter i Iran i början av december.

source: Ulkoministeriö panosti avoimen ja sääntöpohjaisen kauppa- ja talousjärjestelmän kehittämiseen.
sv_se: Utrikesministeriet satsade på utveckling av ett öppet och regelbaserat handels - och ekonomisystem.

source: Suomen tavoitteet huomioitiin pääasiassa hyvin EU:n neuvottelutavoitteissa.
sv_se: Finlands målsättningar beaktades huvudsakligen väl i EU:s förhandlingsmål.

source: EU:n ja Yhdysvaltojen väliset vapaakauppaneuvottelut (TTIP) jatkuivat vuonna 2015 tuloksekkaasti.
sv_se: Frihandelsförhandlingarna mellan EU och Förenta staterna (TTIP) fortsatte 2015 och gav resultat.

source: EU:n ja Vietnamin väliset vapaakauppaneuvottelut saatiin päätökseen.
sv_se: Motsvarande EU-förhandlingar med Vietnam slutfördes.

source: Maailman kauppajärjestön WTO:n ministerikokouksessa Nairobissa joulukuussa saavutettiin yhteisymmärrys osasta Dohan kauppaneuvottelukierroksen aiheita (DDA).
sv_se: Världshandelsorganisationen WTO:s ministermöte i Nairobi nådde i december samförstånd om vissa av frågorna efter Doharundan (DDA).

source: Nairobin ministerikokouksen yhteydessä päätettiin myös informaatioteknologian kaupan vapauttamista koskevan ITA-sopimuksen tuotekatteen laajentamisesta.
sv_se: I samband med Nairobimötet beslutades det också om en utvidgning av vilka produkter som omfattas av avtalet om handel med informationsteknikprodukter (ITA).

source: Sopimus laskee Suomen teollisuudelle tärkeiden tuotteiden tulleja.
sv_se: Avtalet innebär en sänkning av tullar som är viktiga för Finlands vidkommande.

source: Kehityspolitiikka ja kehitysyhteistyö
sv_se: Utvecklingspolitik och utvecklingssamarbete

source: Suomen vakavan julkisen talouden tilanteen vuoksi ja osana valtiontalouden sopeutustoimia leikattiin kehitysyhteistyön rahoitusta nettomääräisesti 200 milj. euroa (vuodelle 2016).
sv_se: Till följd av det allvarliga läget i fråga om de offentliga finanserna i Finland och som en del av åtgärderna för att anpassa Finlands statsfinanser minskades anslagen för utvecklingssamarbete med 200 miljoner euro netto för 2016.

source: Suomen hallitus on pitkällä aikavälillä sitoutunut 0,7 prosentin BKTL-tavoitteeseen.
sv_se: Finlands regering har på lång sikt förbundit sig vid målet på 0,7 % av bruttonationalinkomsten (BNI).

source: Yksityisen sektorin roolia kehitysyhteistyössä vahvistetaan kasvattamalla kehitysrahoitusinstrumenttien kattavuutta ja volyymia.
sv_se: Den privata sektorn roll inom utvecklingssamarbetet ska stärkas genom ökad täckning och volym för instrumenten för biståndsfinansiering.

source: Valtioneuvoston kehityspoliittinen selonteko1 hyväksyttiin helmikuussa 2016.
sv_se: Statsrådets utvecklingspolitiska redogörelse1 godkändes i februari 2016.

source: Suomen kehityspolitiikka päivitettiin vastaamaan ajankohtaiseen kansainväliseen ja kansalliseen tilanteeseen.
sv_se: Utvecklingspolitiken uppdaterades för att motsvara det rådande internationella och nationella läget.

source: Selonteko ottaa huomioon syyskuussa 2015 hyväksytyn globaalin kestävän kehityksen toimintaohjelman, joulukuussa sovitun ilmastosopimuksen sekä historian vaikeimman pakolaistilanteen.
sv_se: Redogörelsen beaktar det åtgärdsprogram för global hållbar utveckling som godkändes i september 2015, klimatavtalet från december och historiens svåraste flyktingsituation.

source: Lisäksi se linjaa määrärahojen suuntaamista.
sv_se: Där ingår också riktlinjer för användningen av anslagen.

source: Hallitusohjelmaan perustuvat Suomen kehityspolitiikan painopistealueet olivat:
sv_se: Prioriteringarna för Finlands utvecklingspolitik var utifrån regeringsprogrammet att

source: (1) naisten ja tyttöjen oikeuksien ja aseman vahvistaminen,(2) kehitysmaiden omien talouksien kehittäminen työpaikkojen, elinkeinojen ja hyvinvoinnin lisäämiseksi, (3) yhteiskuntien demokraattisuuden ja toimintakyvyn – mukaan lukien verotuskyvyn – vahvistaminen sekä (4) ruokaturvan sekä veden ja energian saatavuuden ja luonnonvarojen kestävän käytön parantaminen.
sv_se: (1) kvinnors och flickors ställning och rättigheter stärks, (2) utvecklingsländernas egen ekonomi utvecklas för att öka arbetstillfällena, näringsgrenarna och välfärden, (3) demokratin och samhällens funktionsförmåga – inbegripet beskattningsförmågan – stärks och (4) livsmedelstryggheten och tillgången på vatten och energi förbättras och naturresurserna används mer hållbart.

source: Humanitaarinen tilanne maailmassa jatkui v. 2015 synkkänä.
sv_se: Det humanitära läget i världen var fortfarande dystert 2015.

source: Suomi myönsi v. 2015 humanitaarista apua 97,8 milj. euroa ja keskitti apunsa vaikeimpiin kriiseihin.
sv_se: Finland beviljade 97,8 miljoner euro i humanitärt bistånd 2015 med fokus på de svåraste kriserna.

source: Kansalaispalvelut
sv_se: Medborgarservice

source: Ulkoministeriö ja Suomen edustustot antoivat v. 2015 ennätysmäärän konsulipalveluja avun tarpeessa oleville suomalaisille.
sv_se: Utrikesministeriet och beskickningarna lämnade 2015 konsulära tjänster mer än någonsin till hjälpbehövande finländare.

source: Konsulipalveluja kirjattiin viime vuonna yli 55 000, mikä on noin 25 % edellisvuotta enemmän.
sv_se: Totalt registrerades mer än 55 000 tjänster i fjol, vilket är cirka 25 % mer än året innan.

source: Uusia Suomen passeja myönnettiin ulkomaanedustustoissa yhteensä 19 353 kappaletta.
sv_se: Beskickningarna beviljade 19 353 nya finländska pass.

source: Ulkomailla sairastuneista ja tapaturmaan tai onnettomuuteen joutuneista suurlähetystön apua v. 2015 tarvitsi 1 171 henkilöä.
sv_se: Sammanlagt 1 171 personer som insjuknat eller råkat ut för en olycka utomlands behövde ambassadhjälp 2015.

source: Edustustot avustivat myös 754 rikoksen uhriksi joutunutta. Lisäksi ulkomailla pidätettyjä tai vangittuja suomalaisia avustettiin 454 kertaa.
sv_se: Dessutom biträde beskickningarna också 754 brottsoffer, och finländare som anhållits eller häktats utomlands fick hjälp 454 gånger.

source: Viime vuoden aikana ulkomailla menehtyi 520 suomalaista.
sv_se: Antalet finländare som dog utomlands var i fjol 520.

source: Suurin osa vainajista kotiutettiin Suomeen.
sv_se: Största delen av dem sändes hem till Finland.

source: Kuolemantapaukset ulkomailla ovat viimeksi kuluneiden neljän vuoden aikana lisääntyneet yli 50 %.
sv_se: Dödsfallen utomlands har ökat med mer än 50 % under de senaste fyra åren.

source: Yleinen heikko taloudellinen tilanne on voimakkain oikeusministeriön hallinnonalan toimintaan lähivuosina vaikuttava muutostekijä.
sv_se: Justitieministeriet

source: Edelleen hallinnonalan eri sektoreiden toimintaan vaikuttavat käynnissä oleva suomalaisen yhteiskunnan kansainvälistyminen ja monikulttuuristuminen, perus‐ ja ihmisoikeuksien sekä EU‐oikeuden merkityksen lisääntyminen, sovellettavien oikeus-
sv_se: Översikt över förändringarna i omvärlden och på verksamhetsområdet

source: lähteiden monimuotoistuminen ja käsiteltävien oikeussuhteiden monimutkaistumi-
sv_se: Den allmänna svaga ekonomiska situationen är den kraftigaste enskilda förändringsfaktorn, som kommer att påverka verksamheten på justitieministeriets förvaltningsområde inom de närmaste åren.

source: nen.
sv_se: Andra faktorer som fortsätter att inverka på verksamheten i förvaltningsområdets olika sektorer är den pågående internationaliseringen och växande kulturella mångfalden i det finska samhället, de grundläggande och mänskliga rättigheternas och EU-rättens växande betydelse, den ökande mångfalden av tillämpliga rättskällor och de allt mer komplexa rättsförhållandena i ärendena som behandlas.

source: Muutostekijät vaikuttavat suoraan oikeudenhoidon eri sektoreilla käsiteltävien asioiden määrään, palvelun, mukaan lukien tulkki- ja käännöspalvelut, tarpeeseen ja toiminnan kustannuksiin sekä vaadittavaan asiantuntemukseen.
sv_se: Förändringsfaktorerna har en direkt inverkan på mängden ärenden som behandlas i de olika sektorerna för rättsvård, behovet av tjänster, inklusive tolk - och översättningstjänster, och verksamhetens kostnader samt den behövliga sakkunskapen.

source: Euroopan pakolaiskriisin johdosta turvapaikka-asiat lisääntyvät merkittävästi niin oikeusavussa kuin Helsingin hallinto-oikeudessa ja korkeimmassa hallintooikeudessa.
sv_se: Till följd av flyktingkrisen i Europa ökade asylärendena betydligt såväl i rättshjälpen som i Helsingfors förvaltningsdomstol och högsta förvaltningsdomstolen.

source: Turvapaikka-asioiden käsittelystä oikeusavussa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa sekä oikeusministeriön toimenpiteistä raportoidaan hallituksen vuosikertomuksen luvussa 2.4 Muuttoliike ja maahanmuuton hallinta.
sv_se: Om handläggningen av asylärenden i rättshjälpen, förvaltningsdomstolen och högsta förvaltningsdomstolen rapporteras i regeringens årsberättelse i kapitel 2.4 Flyttningsrörelsen och kontrollen av migrationen.

source: Pieniä kuluttajaluottoja koskevan korkokaton voimaantulon (1.6.2013) jälkeen myönnettyjen pienlainojen (ns. pikavipit) määrä laski selvästi, mutta vuoden 2015 kolmannen neljänneksen tietojen perusteella määrä on lähtenyt nousuun.
sv_se: Efter att räntetaket för små konsumtionslån infördes (1.6.2013) minskade antalet beviljade smålån (s.k. snabblån) tydligt men uppgifter från tredje kvartalet av 2015 ger vid handen att de här lånen har börjat öka igen.

source: Osasyynä on se, että pienlainoja tarjoavat yritykset ovat muuttaneet tarjontaansa joustoluottojen suuntaan.
sv_se: En delorsak är att företagen som tillhandahåller smålån har ändrat sitt utbud i riktning mot flexkrediter.
